$.fn.ketchup.messages = {
  'required':     'Введите значение.',
  'minlength':    'Значение должно быть длиной не менее $arg1.',
  'maxlength':    'Значение должно быть длиной не более $arg1.',
  'rangelength':  'Длина значения должна быть не менее $arg1 и не более $arg2.',
  'min':          'Значение должно быть не менее $arg1.',
  'max':          'Значение не может превышать $arg1.',
  'range':        'Значение должно быть в диапазоне от $arg1 от $arg2.',
  'number':       'Значение должн обыть числом.',
  'digits':       'Значение должно быть цифрой.',
  'email':        'Нужно ввести правильный адрес E-Mail.',
  'url':          'Нужно ввести правильный URL.',
  'username':     'Нужно ввести правильное имя пользователя.',
  'match':        'Значение должно соответствовать выше использованному полю.',
  'date':         'Нужно ввести правильную дату.',
  'minselect':    'Нужно отметить не менее $arg1 чекбоксов.',
  'maxselect':    'Нужно отметить не более $arg1 чекбоксов.',
  'rangeselect':  'Нужно отметить не менее $arg1 и не более $arg2 чекбоксов.'
};